{
    "title": {
        "text": {
          "headline": "El maquillaje a través del tiempo",
          "text": "<p>El maquillaje ha sido un mecanismo de comunicación usado por las personas para formar su identidad, mostrar su papel en la sociedad, e incluso ha tenido funciones religiosas, políticas y artísticas.</p><p>Vamos a rastrear brevemente qué ha significado en diferentes épocas de la historia, esta herramienta.</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "content/timeline/makeup_img/grecia.png"
        },
        "start_date": {
          "year": "-1200"
        },
        "text": {
          "headline": "Grecia",
          "text": "<p>En la antigua Grecia los hombres llevaban su barba y cabello rizados y sus piernas depiladas. Las mujeres usaban largas y rizadas melenas, su piel muy blanca, (para lo cual ingerían comino), ojos delineados con kohl y labios y mejillas coloreadas en rojo vino.</p>"
        },
        "display_date": "1200 a.C."
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/romano.png"
        },
        "start_date": {
          "year": "-27"
        },
        "text": {
          "headline": "Imperio Romano",
          "text": "<p>El canon de belleza en el imperio romano consistía en una piel supremamente blanca (la cual reflejaba sinónimo de nobleza) y mejillas con aspecto sonrojadas. En esta etapa surgen las pestañas postizas que eran fabricadas por las esclavas con seda o pelo natural.</p>"
        },
        "display_date": "27 a.C."
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/edad_media.png"
        },
        "start_date": {
          "year": "476"
        },
        "text": {
          "headline": "Edad media",
          "text": "<p>En esta época las damas usaban el cabello supremamente largo y el cuidado personal era considerado indigno y ofensivo.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/renacimiento.png"
        },
        "start_date": {
          "year": "1942"
        },
        "end_date": {
          "year": "1789"
        },
        "text": {
          "headline": "Renacimiento",
          "text": "<p>Las mujeres nobles tenían como ideal un cuerpo con formas curvadas, cabello rubio, con pocas cejas para dar más dimensión en su rostro, piel muy blanquecina, ojos maquillados con Kohl y rubor granate.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/japon.png"
        },
        "start_date": {
          "year": "1750"
        },
        "text": {
          "headline": "Japón",
          "text": "<p>En 1750 aparecen en Japón las Geishas, conocidas por un maquillaje blanco que cubría rostro, cuello, pecho y manos, los ojos y las cejas eran remarcados con carbón, además usaban color rojo alrededor de los ojos. Los labios eran pintados con una brocha pequeña simulando un contorno de labios sensual en forma de corazón.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_20_30.png"
        },
        "start_date": {
          "year": "1920"
        },
        "end_date": {
          "year": "1940"
        },
        "text": {
          "headline": "Años 20 y 30",
          "text": "<p>Actrices como Greta Garbo eran las que marcaban las tendencias. El maquillaje era cargado, las bases de maquillaje muy blancas para conseguir pieles perfectas como si fueran de porcelana, cejas definidas, rectas o con cola caída, los ojos maquillados en negro y eran el centro de atención del maquillaje, el rubor redondeado y pronunciado y labios rojos más pequeños que su forma natural.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_40.png.png"
        },
        "start_date": {
          "year": "1940"
        },
        "end_date": {
          "year": "1950"
        },
        "text": {
          "headline": "Años 40",
          "text": "<p>El rostro en esta época adquiere una expresión de dureza, los looks de belleza de los 40 se caracterizan por la seriedad y la elegancia.</p><p>En esta época se llevan las pieles naturales, blancas y con efecto mate, cejas finas y con forma curvada, sombras en tonos neutros como blancos y beiges, ojos delineados en café o negro, pestañas muy maquilladas, labios rojos, marrón o granate, y perfiladores en los labios para definirlos. Sin duda el labial es el protagonista de la época.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_50.png"
        },
        "start_date": {
          "year": "1950"
        },
        "end_date": {
          "year": "1960"
        },
        "text": {
          "headline": "Años 50",
          "text": "<p>En los años 50 predominaba el estilo pin up, sin duda alguna la mayor fuente de inspiración y su máxima exponente fue la actriz, modelo y cantante Marilyn Monroe.</p><p>Se caracterizó principalmente por piel de porcelana, delineado felino y labios rojos.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_60.png"
        },
        "start_date": {
          "year": "1960"
        },
        "end_date": {
          "year": "1970"
        },
        "text": {
          "headline": "Años 60",
          "text": "<p>El maquillaje se centraba en los ojos, la cuenca muy marcada, las sombras turquesas, azules, blanquecinas y rosa pastel.</p><p>Las pestañas eran muy exageradas, la piel muy natural y el pómulo se maquillaba rosa o coral en forma redondeada.</p><p>Los labios eran de color rosa suave, adoptando la expresión infantil de niña y mujer seductora a la vez.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_70.png"
        },
        "start_date": {
          "year": "1970"
        },
        "end_date": {
          "year": "1980"
        },
        "text": {
          "headline": "Años 70",
          "text": "<p>Esta década se caracterizó por su variedad de tendencias. Fue el inicio de la revolución de la moda, con mujeres buscando igualdad de género y espíritus libres.</p><p>Se destacaron principalmente tendencias <em>Hippie</em> (uso del kohl, rubor en tonos rosa y símbolos de paz o flores en el rostro) y <em>Disco</em> (a raíz de la película “Fiebre de sábado por la noche”, con sombras de ojos muy brillantes, labios rojos y un maquillaje muy marcado).</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_80.png"
        },
        "start_date": {
          "year": "1980"
        },
        "end_date": {
          "year": "1990"
        },
        "text": {
          "headline": "Años 80",
          "text": "<p>En los años 80 el maquillaje es sumamente agresivo, se caracterizó por looks fuera del convencionalismo, el estilo punk y rockero se impone en las calles con una tendencia muy masculina, cejas muy anchas, exceso de rubor, línea de agua muy negra, sombras muy coloridas y exageradas.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/anos_90.png"
        },
        "start_date": {
          "year": "1990"
        },
        "end_date": {
          "year": "2000"
        },
        "text": {
          "headline": "Años 90",
          "text": "<p>La extravagancia marcada en los años ochenta, fueron suplidos por rubores en tonos muy discretos y naturales, labios con mucho brillo y delineados por un color más oscuro, sombras blancas, azules, y metálicas, cejas finas y con arcos marcados.</p>"
        }
      },
      {
        "media": {
          "url": "content/timeline/makeup_img/epoca_actual.png"
        },
        "start_date": {
          "year": "2000"
        },
        "end_date": {
          "year": "2024"
        },
        "text": {
          "headline": "Época actual",
          "text": "<p>En la actualidad y gracias a la aparición de las redes sociales la industria del maquillaje juega un papel fundamental en la sociedad, existen una amplia gama de productos, texturas, y herramientas que han revolucionado el mundo de la belleza, desde el cuidado de la piel hasta el maquillaje.</p>"
        },
        "display_date": "2000 — Actualidad"
      }
    ]
}
